//  Localizable.strings (French)
//  StrongPassword
//
//  Created by Christian Huxtable <chris@huxtable.ca>, October 2019.
//  Copyright (c) 2019 Christian Huxtable. All rights reserved.


/* CBHAboutWindowController::window.title */
"About %@" = "A propos de %@";

/* CBHAboutWindowController::reserved */
"All rights reserved" = "Tous les droits sont réservés";

/* CBHAboutWindowController::author */
"Designed & Written by" = "Conçu et écrit par";

/* CBHAboutWindowController::version */
"Version" = "Version";

/* CBHAboutWindowController::copyright */
"Copyright" = "Droits d'auteur";

/* CBHAboutWindowController::website */
"Website" = "Site Internet";
